{
  "episodes": [
    {
      "id": "ep-001",
      "number": "001",
      "title": "The Startup That Raised $50M and Still Failed",
      "description": "We dive deep into one of the most spectacular startup failures of 2024. What happens when you have all the funding in the world but none of the fundamentals? Join us as we break down the cautionary tale of a company that had everything except a sustainable business model.",
      "date": "2024-09-09",
      "duration": "52:34",
      "guest": "Sarah Chen",
      "guest_title": "Former VP of Operations at FailCorp",
      "topics": ["startup failures", "venture capital", "business fundamentals", "due diligence"],
      "audio_url": "https://example.com/episodes/ep-001.mp3",
      "youtube_url": "https://youtube.com/watch?v=example001",
      "transcript_url": "https://example.com/transcripts/ep-001.txt",
      "show_notes": "In this episode, we explore the rise and fall of a promising fintech startup that managed to burn through $50 million in just 18 months. Our guest Sarah Chen shares insider insights into what went wrong and the red flags that everyone missed.",
      "featured": true
    },
    {
      "id": "ep-002",
      "number": "002", 
      "title": "Crypto Winter: Winners, Losers, and the Lessons We're Ignoring",
      "description": "Cryptocurrency has been through multiple boom-bust cycles, but 2024's crypto winter taught us some harsh lessons. We examine who came out ahead, who got completely wiped out, and why most people are already forgetting the most important takeaways.",
      "date": "2024-09-02",
      "duration": "47:12",
      "guest": "Marcus Rodriguez",
      "guest_title": "Blockchain Research Analyst",
      "topics": ["cryptocurrency", "market cycles", "investing", "risk management"],
      "audio_url": "https://example.com/episodes/ep-002.mp3",
      "youtube_url": "https://youtube.com/watch?v=example002",
      "transcript_url": "https://example.com/transcripts/ep-002.txt",
      "show_notes": "Marcus Rodriguez joins us to discuss the latest crypto market crash and what separates the survivors from the casualties. We also talk about his contrarian investment thesis and why he's still bullish on blockchain technology.",
      "featured": true
    },
    {
      "id": "ep-003",
      "number": "003",
      "title": "The Art of the Pivot: When Business Plans Go Completely Sideways",
      "description": "Sometimes the best business ideas come from admitting your original plan was terrible. We explore famous company pivots, from Twitter to Instagram, and discuss when it's time to pivot versus when it's time to persevere through the challenges.",
      "date": "2024-08-26",
      "duration": "41:28",
      "guest": "Amanda Foster",
      "guest_title": "Serial Entrepreneur & CEO of PivotLabs",
      "topics": ["business strategy", "pivoting", "entrepreneurship", "product development"],
      "audio_url": "https://example.com/episodes/ep-003.mp3",
      "youtube_url": "https://youtube.com/watch?v=example003",
      "transcript_url": "https://example.com/transcripts/ep-003.txt",
      "show_notes": "Amanda Foster has pivoted her companies three times in the past five years, and each pivot led to better results. She shares the framework she uses to decide when to pivot and how to execute it without destroying team morale.",
      "featured": true
    },
    {
      "id": "ep-004",
      "number": "004",
      "title": "Supply Chain Chaos: How One Container Ship Changed Everything",
      "description": "The Ever Given blocking the Suez Canal was just the beginning. We examine how global supply chains became so fragile, why 'just-in-time' manufacturing created massive vulnerabilities, and what businesses are doing to protect themselves from future disruptions.",
      "date": "2024-08-19",
      "duration": "55:17",
      "guest": "Dr. Jennifer Kim",
      "guest_title": "Supply Chain Expert & MIT Professor",
      "topics": ["supply chain", "logistics", "risk management", "global trade"],
      "audio_url": "https://example.com/episodes/ep-004.mp3",
      "youtube_url": "https://youtube.com/watch?v=example004",
      "transcript_url": "https://example.com/transcripts/ep-004.txt",
      "show_notes": "Dr. Jennifer Kim explains why supply chain resilience became the most important business concept of the decade and how companies are rethinking their approach to inventory and suppliers."
    },
    {
      "id": "ep-005",
      "number": "005",
      "title": "Remote Work Revolution: The Good, The Bad, and The Productivity Paradox",
      "description": "Remote work promised to revolutionize how we do business, but the results have been mixed. We explore the latest data on productivity, company culture, and the hidden costs of distributed teams. Plus, why some companies are forcing everyone back to the office.",
      "date": "2024-08-12",
      "duration": "49:33",
      "guest": "Robert Thompson",
      "guest_title": "HR Director & Remote Work Consultant",
      "topics": ["remote work", "productivity", "company culture", "management"],
      "audio_url": "https://example.com/episodes/ep-005.mp3",
      "youtube_url": "https://youtube.com/watch?v=example005",
      "transcript_url": "https://example.com/transcripts/ep-005.txt",
      "show_notes": "Robert Thompson has helped over 200 companies transition to remote work. He shares the surprising findings from his latest research and why the 'one size fits all' approach to remote work is failing most organizations."
    },
    {
      "id": "ep-006",
      "number": "006",
      "title": "ESG Investing: Saving the World or Just Good Marketing?",
      "description": "Environmental, Social, and Governance investing has become a massive trend, but are ESG funds actually making a difference or just charging higher fees for the same returns? We investigate the claims, examine the data, and talk to both supporters and skeptics.",
      "date": "2024-08-05",
      "duration": "43:56",
      "guest": "Lisa Park",
      "guest_title": "Sustainable Finance Analyst",
      "topics": ["ESG investing", "sustainable finance", "impact investing", "greenwashing"],
      "audio_url": "https://example.com/episodes/ep-006.mp3",
      "youtube_url": "https://youtube.com/watch?v=example006",
      "transcript_url": "https://example.com/transcripts/ep-006.txt",
      "show_notes": "Lisa Park has been tracking ESG fund performance for the past five years and her findings might surprise you. We discuss the gap between ESG marketing and actual environmental impact."
    }
  ]
}